/* Download button Title during download */
"Cancel" = "Cancel";

/* Download Button Title using the Desktop as the destination */
"Download" = "Download";

/* Error title when a download fails */
"Download Failed" = "Download Failed";

/* Download Button Title using a PutFile dialog to get the destination */
"Download..." = "Download…";
